#!/usr/bin/env python
# encoding: utf-8
"""
strings.py
"""
GREETING_IF_APPLICATION_OPEN = "Привет!\n\nЯ очень рад приветствовать тебя тут. Если ты зашел сюда, то ты хочешь стать Секретным Сантой кого-то из чатика addmeto & techsparks.Это очень приятно!" 
GREETING_IF_APPLICATION_CLOSED = ""
RULE1 = "Чтобы всё у нас получилось, ты должен ответить на несколько моих вопросов. Они личные, но знай, я забочусь о безопасности твоих данных."
RULE2 = "Ты расскажешь мне, как тебя зовут, откуда ты и что ты хочешь или не хочешь получить в подарок, а я позабочусь о том, чтобы кто-то получил твой адрес и выдал его твоему Санте. А ты получишь адрес того, кого будешь одаривать ты."
RULE3 = "Так как это секрет, то только ты и будешь знать, кто твой подопечный. Пожалуйста, сохрани эту информацию для себя! Иначе никакой магии не получится."
